Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
tr_tr: Desteklenen dosya formatları: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maksimum dosya boyutu: 10 MB. Maksimum dosya sayısı: {{count}} dosya.

source: Let's create
tr_tr: Haydi oluşturalım

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
tr_tr: Hedeflerinizi hazırlamanıza yardım etmeme izin verin! Odaklanmak istediğiniz konuyu veya alanı paylaşın.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
tr_tr: Yeni hedefiniz hedef formuna eklendi; orada düzenleyebilirsiniz. Üzerinde daha fazla çalışılması gerektiğini düşünüyorsanız, bir kez daha deneyebilirsiniz.

source: Enable sharing
tr_tr: Paylaşımı etkinleştir

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
tr_tr: Goal Genius şu anda kullanılamıyor. Lütfen sayfayı yenileyin veya daha sonra tekrar deneyin.

source: Enter information about the topic of your goal and its target delivery date.
tr_tr: Hedefinizin konusu ve hedef teslim tarihi ile ilgili bilgileri girin.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
tr_tr: Goal Genius, yapay zeka tarafından oluşturulan içerikler üretir. Hedefinizi oluşturmadan önce üretilen içeriğin doğruluğunu, güvenilirliğini ve bütünlüğünü kontrol etmenizi öneririz.

source: Privacy guidelines
tr_tr: Gizlilik yönergeleri

source: Finalizing and perfecting…
tr_tr: Sonuçlandırılıyor ve mükemmelleştiriliyor...

source: Adding some details…
tr_tr: Bazı ayrıntılar ekleniyor…

source: Analyzing goal parameters…
tr_tr: Hedef parametreleri analiz ediliyor…

source: Generating a goal…
tr_tr: Bir hedef oluşturuluyor…

source: Processing…
tr_tr: İşleniyor…

source: Organizational unit
tr_tr: Organizasyon birimi

source: Let's start
tr_tr: Haydi başlayalım

source: Try again
tr_tr: Tekrar deneyin

source: Share your thoughts (optional)
tr_tr: Düşüncelerinizi paylaşın (isteğe bağlı)

source: Overall progress
tr_tr: Genel ilerleme

source: Plans
tr_tr: Planlar

source: Enter the basic information of the goal plan
tr_tr: Hedef planının temel bilgilerini girin

source: Goal plan details
tr_tr: Hedef planı detayları

source: Enable and define goal weights
tr_tr: Hedef ağırlıklarını etkinleştirin ve tanımlayın

source: Weighted goals
tr_tr: Ağırlıklı hedefler

source: Define the visibility of the goal plan
tr_tr: Hedef planının görünürlüğünü tanımlayın

source: Include goal types to the goal plan
tr_tr: Hedef planına hedef türlerini ekleyin

source: A fixed period is defined by a start date and an end date.
tr_tr: Sabit bir dönem, bir başlangıç tarihi ve bir bitiş tarihi ile tanımlanır.

source: Recurring
tr_tr: Yinelenen

source: New goal plans will be automatically created according to the recurrence parameters.
tr_tr: Yeni hedef planları, yineleme parametrelerine göre otomatik olarak oluşturulacaktır.

source: Quarter
tr_tr: Çeyrek

source: Semester
tr_tr: Yarıyıl

source: Recurrence
tr_tr: Yinelenme

source: Period
tr_tr: Dönem

source: Plan owners
tr_tr: Plan sahipleri

source: Title preview
tr_tr: Başlık önizlemesi

source: No goal plans yet!
tr_tr: Henüz hedef planı yok!

source: The end date of the plan must be after the start date.
tr_tr: Planın bitiş tarihi, başlangıç tarihinden sonra olmalıdır.

source: Your goal plan was successfully created.
tr_tr: Hedef planınız başarıyla oluşturuldu.

source: Include
tr_tr: Dahil Et

source: Enable weighting
tr_tr: Ağırlıklandırmayı etkinleştir

source: Goals per worker
tr_tr: Çalışan başına hedefler

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
tr_tr: Bu hedef türünü kullanarak oluşturulabilecek hedef sayısı. Çalışanlara rehberlik sağlamak için kullanılır.

source: Section weight
tr_tr: Bölüm ağırlığı

source: The goal plan must contain at least one published goal type.
tr_tr: Hedef planı en az bir yayınlanmış hedef türü içermelidir.

source: Weighting permission
tr_tr: Ağırlıklandırma izni

source: You must allocate a weight from 0 to 100 to each workflow section.
tr_tr: Her iş akışı bölümüne 0 ile 100 arasında bir ağırlık atamanız gerekir.

source: Goal types in this workflow will be grouped within a single weight section.
tr_tr: Bu iş akışındaki hedef türleri tek bir ağırlık bölümünde gruplanacaktır.

source: Workflow section
tr_tr: İş akışı bölümü

source: Viewable by workers and managers
tr_tr: Çalışanlar ve yöneticiler tarafından görüntülenebilir

source: Viewable by the target population
tr_tr: Hedef kitle tarafından görüntülenebilir

source: All locations
tr_tr: Tüm lokasyonlar

source: Add all locations
tr_tr: Tüm lokasyonları ekleyin

source: Please fill at least one field.
tr_tr: Lütfen en az bir alanı doldurun.

source: Add all company
tr_tr: Tüm şirketi ekle

source: Add all organizational units
tr_tr: Tüm organizasyon birimlerini ekleyin

source: Clear all selections
tr_tr: Tüm seçimleri temizle

source: All roles
tr_tr: Tüm görevler

source: Add all roles
tr_tr: Tüm görevleri ekleyin

source: Individual workers
tr_tr: Bireysel çalışanlar

source: Exclude
tr_tr: Hariç Tut

source: No individuals yet
tr_tr: Henüz kişi yok

source: No populations yet
tr_tr: Henüz popülasyon yok

source: The PDF was successfully sent to Documents.
tr_tr: PDF başarıyla Belgelere gönderildi.

source: Your goal was published. It may take a few seconds for it to appear in the list.
tr_tr: Hedefiniz yayımlandı. Listede görünmesi birkaç saniye sürebilir.

source: Goal published successfully
tr_tr: Hedef başarıyla yayımlandı

source: Goal creator
tr_tr: Hedef oluşturucu

source: Manager of the worker
tr_tr: Çalışanın yöneticisi

source: Shared user
tr_tr: Paylaşılan kullanıcı

source: The goal was successfully updated.
tr_tr: Hedef başarıyla güncellendi.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
tr_tr: Hedefiniz taslak olarak kaydedildi. Listede görünmesi birkaç saniye sürebilir.

source: Goal saved as draft
tr_tr: Hedef taslak olarak kaydedildi

source: Mandatory
tr_tr: Zorunlu

source: Authorized editors
tr_tr: Yetkili editörler

source: The sum of the percentages in the Weight column must not exceed 100%.
tr_tr: Ağırlık sütunundaki yüzdelerin toplamı %100'ü geçmemelidir.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
tr_tr: Optimum planlama için toplamlarının %100'e ulaştığından emin olmak üzere hedef ağırlıklarını değerlendirin ve uyumlu hale getirin.

source: Total {{weight}}%
tr_tr: Toplam {{weight}} yüzdesi

source: Information visible only to system administrators and HR administrators.
tr_tr: Bilgiler, yalnızca sistem yöneticileri ve İK yöneticileri tarafından görülebilir.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
tr_tr: Tüm kullanıcılar, görevlerinden (çalışan, yönetici veya profesyonel görev) bağımsız olarak, şirket içindeki herkese hedefler atayabilecek.

source: Managers and workers in the selected population can assign a goal to anyone
tr_tr: Seçilen popülasyondaki yöneticiler ve çalışanlar, herhangi birine bir hedef atayabilir.

source: Anyone
tr_tr: Herkes

source: Organizational unit and below
tr_tr: Organizasyon birimi ve altı

source: Users can create goals for themselves
tr_tr: Kullanıcılar kendileri için hedefler oluşturabilir

source: Users can only create this goal type for themselves
tr_tr: Kullanıcılar bu hedef türünü yalnızca kendileri için oluşturabilir.

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
tr_tr: Seçilen popülasyondaki çalışanlar bu hedef türünü yalnızca kendileri için oluşturabileceklerdir. Diğer kullanıcılara hedef atayamayacaklardır.

source: Managers will be able to approve the goals created by their direct reports.
tr_tr: Yöneticiler, kendilerine doğrudan bağlı çalışanlar tarafından oluşturulan hedefleri onaylayabilecekler.

source: Require goal approval
tr_tr: Hedef onayını zorunlu tutun

source: Specify the approval of the goal
tr_tr: Hedefin onayını belirtin

source: Approval flow
tr_tr: Onay akışı

source: Is this a performance goal type?
tr_tr: Bu bir performans hedefi türü mü?

source: Select libraries
tr_tr: Kitaplıkları seç

source: Customize the goal form
tr_tr: Hedef formunu özelleştirin

source: Form builder
tr_tr: Form oluşturucu

source: Enter the basic information of the goal type
tr_tr: Hedef türünün temel bilgilerini girin

source: Goal type details
tr_tr: Hedef türü ayrıntıları

source: Define the visibility of the goal type
tr_tr: Hedef türünün görünürlüğünü tanımlayın

source: Define the visibility of your new goal type.
tr_tr: Yeni hedef türünüzün görünürlüğünü tanımlayın.

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
tr_tr: Hedef bölümü. Kullanıcının hedefi organizasyondaki başka bir hedefle uyumlu hale getirmesini sağlar. Ayrıca örneğin, hedefi, yöneticilerinin hedeflerinden birine veya bir departman hedefine bağlamasına da olanak tanır.

source: Goal setting. Enables users to attach received feedback to their goals.
tr_tr: Hedef belirleme. Kullanıcıların aldıkları geri bildirimleri hedeflerine eklemelerini sağlar.

source: Attach feedback
tr_tr: Geri bildirimler ekle

source: Goal section. Enables the user to add an attachment to a goal.
tr_tr: Hedef bölümü. Kullanıcının bir hedefe ek eklemesini sağlar.

source: Text field. Enables the user to enter a comment related to their goal.
tr_tr: Metin alanı. Kullanıcının hedefiyle ilgili bir yorum girmesini sağlar.

source: Comments
tr_tr: Yorumlar

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
tr_tr: Takvim aracı. Kullanıcının hedefi tamamlamayı amaçladığı tarihi seçmesini sağlar.

source: Goal setting. Enables users to delete their goals.
tr_tr: Hedef belirleme. Kullanıcıların hedeflerini silmelerini sağlar.

source: Goal deletion
tr_tr: Hedef silme

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
tr_tr: Hedef bölümü. Kullanıcının bir hedefe aşamaları, teslim edilecek öğeleri veya sonuçları eklemesini sağlar.

source: Text field. Enables the user to provide further details regarding the goal.
tr_tr: Metin alanı. Kullanıcının hedefle ilgili daha fazla ayrıntı vermesini sağlar.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
tr_tr: Hedef bölümü. Kullanıcının hedef için temel performans göstergelerini veya başarı ölçümlerini oluşturmasını sağlar.

source: Enable min/max value in the measurement criteria
tr_tr: Ölçüm kriterlerinde minimum/maksimum değeri etkinleştirin

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
tr_tr: Hedef belirleme. Kullanıcıların hedefin performans değerlendirmelerinin bir parçası olmasının gerekip gerekmediğini seçmelerini sağlar.

source: Performance flag in goal form
tr_tr: Hedef formunda performans işareti

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
tr_tr: Açılır liste. Kullanıcının hedefin önceliğini "Yüksek", "Orta", "Düşük" veya "Seçilmemiş" olarak tanımlamasını sağlar.

source: Slider. Enables the user to adjust the progress of the goal after its creation.
tr_tr: Kaydırıcı. Kullanıcının hedefin oluşturulmasından sonra ilerlemesini ayarlamasını sağlar.

source: Goal progress bar
tr_tr: Hedef ilerleme çubuğu

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
tr_tr: Hedef belirleme. Kullanıcının hedeflerini herkese açık olarak paylaşmak isteyip istemediğine ve şirket içindeki tüm kullanıcılara görünür hale getirip getirmeyeceğine karar vermesini sağlar.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
tr_tr: Hedef belirleme. Hem hedef sahiplerinin hem de onların birim yöneticilerinin tamamlanmış hedefleri yeniden açmalarını ve "Devam ediyor" durumuna geri taşımalarını sağlar.

source: Goal reopening
tr_tr: Hedefin yeniden açılması

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
tr_tr: Hedef belirleme. Birim yöneticisinin, geri bildirimlerin özel veya herkese açık olmasına bakılmaksızın, raporunun hedefine eklenmiş tüm geri bildirimleri görüntülemesini sağlar.

source: Attached feedback visibility
tr_tr: Ekli geri bildirimlerin görünürlüğü

source: Default sharing option
tr_tr: Varsayılan paylaşım seçeneği

source: Goal section. Enables the user to share the goal with specific individuals.
tr_tr: Hedef bölümü. Kullanıcının hedefi belirli kişilerle paylaşmasını sağlar.

source: Sharing
tr_tr: Paylaşım

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
tr_tr: "Hedef oluştur" ve "Hedeflerim" sayfalarında gösterilen hedef pencere öğesi. Organizasyon hedefleri ve hedef uyumu için bu pencere öğesini etkinleştirmenizi öneririz.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
tr_tr: Metin alanı. Kullanıcının ulaşılacak hedefin kısa bir açıklamasını yapmasına olanak tanır.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
tr_tr: Açılır liste. Hedef sahibinin, hedeflerin ilerlemesini "Yolunda", "Riskte" veya "Engellendi" durumlarını kullanarak takip etmesini sağlar.

source: Define the permissions when assigning goals
tr_tr: Hedefleri atarken izinleri tanımlayın

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
tr_tr: Bu hedef türünü, planlarında bu hedef türü olan diğer iş arkadaşlarına atarken, çalışanlara ve/veya yöneticilere uygulanan izinleri tanımlayın.

source: Assignment permissions
tr_tr: Atama izinleri

source: Admin information
tr_tr: Yönetici bilgileri

source: Public information
tr_tr: Herkese açık bilgiler

source: Information visible to workers.
tr_tr: Çalışanlar tarafından görülebilen bilgiler.

source: No goal types yet!
tr_tr: Henüz hedef türü yok!

source: Goal icon
tr_tr: Hedef simgesi

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
tr_tr: Performans hedeflerinin değerlendirmelere dahil edilmesi ve bonus planı hesaplamasının bir parçası olması gerekir.

source: Anyone in the company
tr_tr: Şirketteki herkes

source: Only users with a manager role will be able to assign goals to other users.
tr_tr: Yalnızca yönetici görevi olan kullanıcılar diğer kullanıcılara hedefler atayabilir.

source: Direct reports only
tr_tr: Yalnızca doğrudan bağlı çalışanlar

source: Managers can create goals for themselves
tr_tr: Yöneticiler kendileri için hedefler oluşturabilir

source: Direct reports, organizational unit and below
tr_tr: Doğrudan bağlı çalışanlar, organizasyon birimi ve altı

source: Allow creation for:
tr_tr: Oluşturma izni ver:

source: Only managers in the selected population can assign goals
tr_tr: Yalnızca seçilen popülasyondaki yöneticiler hedef atayabilir

source: Your goal type was successfully created.
tr_tr: Hedef türünüz başarıyla oluşturuldu.

source: View/edit
tr_tr: Görüntüle/düzenle

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
tr_tr: Bu, standart hedef iş akışıdır. Örneğin, gelişim ve performans hedefleri için uygundur. Bir onay süreci etkinleştirilebilir. Yöneticiler bu hedefi diğer çalışanlara atayabilir.

source: Goal workflow
tr_tr: Hedef iş akışı

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
tr_tr: Yönetici ve İK görevleri olan kullanıcıların, organizasyon hedeflerini organizasyon birimlerine atamasını sağlar, böylece o organizasyona ait çalışanlar hedefi görebilir.

source: Well-being
tr_tr: Refah

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
tr_tr: Refah hedefleri, son kullanıcılar tarafından belirlenir ve onay gerektirmez. Bunlar yalnızca son kullanıcılar tarafından belirlenebilir; başka bir kullanıcı tarafından atanamaz ve raporlara dahil edilmez.

source: You have unsaved changes. What would you like to do before leaving this page?
tr_tr: Kaydedilmemiş değişiklikleriniz var. Bu sayfadan ayrılmadan önce ne yapmak istersiniz?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
tr_tr: Bu tablodaki değişiklikler yalnızca bireysel çalışan için geçerlidir. Tüm popülasyon genelinde kurumsal hedefler için hedef ağırlıklarını güncellemek için hedefin Düzenle görünümünü kullanın.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
tr_tr: Tüm popülasyon genelinde kurumsal hedefler için hedef ağırlıklarını güncellemek üzere hedefin Düzenle görünümünü kullanın.

source: Changes in this table only apply to the individual worker
tr_tr: Bu tablodaki değişiklikler yalnızca bireysel çalışan için geçerlidir

source: Only to the selected organizational unit(s)
tr_tr: Yalnızca seçilen organizasyon birimine/birimlerine

source: Achieved result:
tr_tr: Elde edilen sonuç:

source: Additional goal description:
tr_tr: Ek hedef açıklaması:

source: Celebrate completed goals — it keeps motivation high.
tr_tr: Tamamlanan hedefleri kutlayın — motivasyonu yüksek tutar.

source: Set yourself up for success!
tr_tr: Başarıya giden yolu açın!

source: Here are some tips to help you set and achieve impactful goals.
tr_tr: Etkili hedefler belirlemenize ve bunlara ulaşmanıza yardımcı olacak bazı ipuçları burada.

source: Align your goals with team and company objectives.
tr_tr: Hedeflerinizi ekip ve şirket hedefleriyle hizalayın.

source: Update your goals regularly to reflect changes in priorities.
tr_tr: Önceliklerdeki değişiklikleri yansıtmak için hedeflerinizi düzenli olarak güncelleyin.

source: Write clear, measurable goals so you can track progress easily.
tr_tr: İlerlemeyi kolayca takip edebilmek için net ve ölçülebilir hedefler yazın.

source: Discuss goal achievements and learnings during review sessions.
tr_tr: Hedef başarılarını ve öğrenimleri değerlendirme oturumları sırasında tartışın.

source: Help workers set realistic and meaningful goals.
tr_tr: Çalışanların gerçekçi ve anlamlı hedefler belirlemelerine yardımcı olun.

source: Monitor progress and provide guidance when goals get off track.
tr_tr: İlerlemeyi izleyin ve hedefler raydan çıktığında rehberlik sağlayın.

source: Review and approve goals early in the cycle to ensure alignment.
tr_tr: Uyumu sağlamak için döngünün başında hedefleri değerlendirmer ve onaylayın.

source: Define library users
tr_tr: Kitaplık kullanıcılarını tanımlayın

source: Publish library
tr_tr: Kitaplığı yayınla

source: Enter the basic information of the tag library
tr_tr: Etiket kitaplığının temel bilgilerini girin

source: Tag library details
tr_tr: Etiket kitaplığı ayrıntıları

source: Add tag
tr_tr: Etiket ekle

source: Add tags
tr_tr: Etiket ekle

source: Are you sure you want to delete this tag?
tr_tr: Bu etiketi silmek istediğinizden emin misiniz?

source: Delete tag
tr_tr: Etiketi sil

source: Enable tag
tr_tr: Etiketi etkinleştir

source: Create tags
tr_tr: Etiketler oluştur

source: Tags
tr_tr: Etiketler

source: Create tag library
tr_tr: Etiket kitaplığı oluştur

source: Are you sure you want to delete this library?
tr_tr: Bu kitaplığı silmek istediğinizden emin misiniz?

source: The library <u>{{title}}</u> was successfully deleted.
tr_tr: <u>{{title}}</u> kitaplığı başarıyla silindi.

source: Are you sure you want to disable this library?
tr_tr: Bu kitaplığı devre dışı bırakmak istediğinizden emin misiniz?

source: The library <u>{{title}}</u> was successfully disabled.
tr_tr: <u>{{title}}</u> kitaplığı başarıyla devre dışı bırakıldı.

source: No goal tag libraries yet!
tr_tr: Henüz hedef etiket kütüphanesi yok!

source: Are you sure you want to enable this library?
tr_tr: Bu kitaplığı etkinleştirmek istediğinizden emin misiniz?

source: The library <u>{{title}}</u> was successfully enabled.
tr_tr: <u>{{title}} </u> kitaplığı başarıyla etkinleştirildi.

source: Disabled
tr_tr: Devre dışı bırakıldı

source: Goal owner:
tr_tr: Hedef sahibi:

source: Deliverables:
tr_tr: Teslim Edilecek Öğeler:

source: Goal creator:
tr_tr: Hedef oluşturucu:

source: Not selected
tr_tr: Seçilmedi

source: No goals
tr_tr: Hedef yok

source: No goals yet
tr_tr: Henüz hedef yok

source: My goal plan
tr_tr: Hedef planım

source: No goals yet.
tr_tr: Henüz hedef yok.

source: My team & shared goals
tr_tr: Ekibim ve paylaşılan hedefler

source: Measurement criteria:
tr_tr: Ölçüm kriterleri:

source: Max target
tr_tr: Maksimum hedef

source: Min target
tr_tr: Minimum hedef

source: Target metric
tr_tr: Hedef metrik

source: Metric description
tr_tr: Metrik açıklaması

source: Organizational unit:
tr_tr: Organizasyon birimi:

source: This goal is published for the selected organizational unit and all units below it.
tr_tr: Bu hedef, seçilen organizasyon birimi ve altındaki tüm birimler için yayınlanmıştır.

source: Goal overview
tr_tr: Hedefe genel bakış

source: Download goal
tr_tr: İndirme hedefi

source: Priority:
tr_tr: Öncelik:

source: At risk
tr_tr: Risk altında

source: Blocked
tr_tr: Engellendi

source: Not achieved
tr_tr: Ulaşılamadı

source: On track
tr_tr: Yolunda

source: Tracking status:
tr_tr: Takip durumu:

source: Personal
tr_tr: Kişisel

source: Priority overview
tr_tr: Önceliğe genel bakış

source: No data
tr_tr: Veri yok

source: Select row
tr_tr: Satır seç

source: Select rows
tr_tr: Satırları seçin

source: Unselect row
tr_tr: Satırın seçimini kaldır

source: Not supported.
tr_tr: Desteklenmiyor.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
tr_tr: Organizasyonunuz bu özelliğe abone olmadı. Abonelik ve aktivasyon hakkında bilgi için lütfen beqom temsilcinizle iletişime geçin.

source: Search results
tr_tr: Arama sonuçları

source: Hide tags
tr_tr: Etiketleri gizle

source: Upload performance rating
tr_tr: Performans değerlendirmesini yükle

source: Add historical review
tr_tr: Geçmiş değerlendirmeleri ekle

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
tr_tr: Dosyanın doğrulanması sırasında bir hata oluştu. Lütfen sütun adlarını, zorunlu verileri ve dosya formatını kontrol edin ve tekrar deneyin.
